[
    "Business applications of sentiment analysis\nHere are some important ways in which sentiment analysis helps brands monitor emerging trends and keep ahead of competitors to build brand reputation, enhance customer loyalty and stay ahead of competitors.\n\nMonitor industry trends\nBrands have to constantly keep up with changing industry trends and customer preferences. Sentiment analysis helps you monitor social and online chatter simultaneously from multiple platforms to track emerging trends across timelines. This enables you to be ahead of the curve and proactively improve your products and services for maximum return on investment (ROI).\n\nConduct competitive analysis\nSentiment analysis helps you examine conversations about competing brands to track their strengths and weaknesses and inform your business strategy. You also get market-gap insights so you can explore ways to capture new business. With Sprout, see a side-by-side competitor comparison of key performance metrics across social such as share of voice, engagement, impressions and user sentiment all in one place.\n\nScreenshot of Sprout Social’s competitor analysis performance report showing metrics on various KPIs including topic summary, share of voice, total engagements and sentiment scores based on positive, negative and neutral emotions found in the data\n\nCreate engaging content\nCreate compelling content that resonates with your customers and outperforms your competitors. Analyzing sentiment in social listening and review data for hot topics enables you to build closer relationships with your audience with personalized content based on what they’re actually talking about.\n\nNurture employee advocacy\nMaximize brand amplification and level up employee advocacy by automating the delivery of impactful content to employees, like Medallia did using Sprout. Use sentiment analysis to know what inspires audiences the most helps you build a holistic strategy to reach a bigger audience with automated content distribution.\n\nImprove brand reputation\nGet timely alerts on spikes in brand mentions so you know when there’s an increase in online chatter about you and track the cause. Positive brand mentions like customer recommendations or praise are equally important to track as it enables you to reshare positive mentions to amplify your brand and build social proof.\n\nSimilarly, set alerts based on keywords or for a particular brand campaign to measure market sentiment and take necessary action based on your insights.\n\nTriage inbound messages\nQuickly identify incoming messages from frustrated or unhappy audience members so that customer care teams can prioritize accordingly and act swiftly. Sprout users on the Advanced Plan can tap into AI-powered sentiment in the Smart Inbox and Reviews Feed. Posts will automatically be assigned a positive, neutral, negative or unclassified value, making it seamless to isolate messages and even assign Automated Rules according to sentiment. \n",
    "\nQúy nhân sĩ võ lâm thân mến!\n\nThân mời Quý Nhân Sĩ cùng tham khảo sơ lượt các nội dung chính của chuỗi sự kiện phiên bản Vương Giả Tranh Bảo với các nội dung chính như sau:\n\nHoạt động chính\n\nTiến hành thử nghiệm và chuẩn bị ra mắt bản đồ mới - Chuyên biệt cho tính năng PK.\n\nCác lưu ý tại bản đồ\n\nGiới thiệu sơ lượt về bản đồ:\n\nLưu ý, khi vào bản đồ này thì nhân vật sẽ mặc định chuyển về chế độ PK Bang Hội. Nếu tổ đội thì nhân vật sẽ được chuyển sang chế độ PK Bang hội hoặc PK Tổ đội tùy ý.\n\nChế độ: Tranh Đoạt Bá Chủ Côn Lôn\n\nMột số cập nhật khác tại bản đồ sẽ được thông báo tại phiên bản V465 - Côn Lôn Đại Chiến.\n\nVương Giả Chi Bang - Quần Hùng Hội Tụ !\n\nCác Tinh Anh Bang Hội hãy nhanh chuẩn bị để cùng nhau tranh đoạt ngôi vị Bang Hội Vương Giả và giành lấy những phần thưởng trân bảo từ hoạt động\n\nChi tiết các vòng đấu như sau:\n\nPhần Thưởng Bang Hội Vương Giả\n\nLưu Ý: Trong thời gian diễn ra giải đấu, chức năng Gia Nhập Bang hoặc Rời Bang sẽ bị Khóa.\n\nNhận tại giao diện hoạt động : Boss Hoàng Kim\n\nCách tham gia:\n\nMở ra có xác suất nhận được các phần thưởng sau:\n\nTham gia hoạt động để có thể nhận được các trân phẩm quý.\n\nTích lũy nạp 1 Vàng sẽ nhận được 3 điểm đối thưởng.\n\nLưu Ý: Mỗi vật phẩm chỉ có thể đổi 1 lần duy nhất trong suốt thời dian diễn ra phiên bản.\n\nThời gian diễn ra:\n\nThông tin Boss:\n\nCách thức tham gia :\n\nLưu ý: Khi sử dụng Quà Boss Hoàng Kim (Cao)\n\nChi tiết hoạt động xem tại giao diện ingame\n\nThời gian diễn ra:\n\nCác huân chương bao gồm:\n\nLưu ý: Các công thức sẽ không được hỗ trợ đổi lại khi thao tác.\n\nHiệu quả đặc biệt : Bá Đao Diệt Hổ\n\nKhi tấn công liên tục 18 lần sẽ lập tức kích hoạt kỹ năng Bá Đao Diệt Hổ trong 15 giây. Trong thời gian hiệu quả, bản thân sẽ bỏ qua trạng thái :\n\nThời gian duy chờ là 120 giây.\n\nHiệu quả đặc biệt : Vương Giả Hoàng Kim Phù\n\nKhi nhân vật nhảy liên tục 25 lần sẽ lập tức kích hoạt hiệu quả Vương Giả Hoàng Kim Phù trong 10 giây.\n\nTrong thời gian hiệu quả, bản thân mỗi giây hồi 20% Sinh Lực, 20% Nội Lực, 20% Thể Lực.\n\nBên cạnh đó, các đòn đánh vào đối thủ đều làm đối thủ mất toàn bộ điểm phòng thủ và tấn công trong 10 giây.\n\nThời gian duy chờ là 120 giây.\n\nGiới hạn tham gia: Nhân vật cấp 201 trở lên.\n\nCách tham gia:\n\nHoạt động chỉ diễn ra 7 ngày theo phiên bản.\n\nTiến hành mở hoạt động Chào Mừng và Gắn Kết với cách thức tham gia như sau:\n\nHoạt động được diễn ra theo phiên bản.\n\nTham gia hoạt động để có thể nhận được các phần quà miễn phí như: Tinh Tủy Đông Tà, Ỷ Thiên Bảo Kim, Đá Bách Tinh, Tuyệt Thế Vũ Khí...\n\nNgoài ra, các trân bảo hiếm cũng sẽ xuất hiện chỉ với mức tích lũy từ 5.000 Vàng như: 10 Mảnh Ghép Trang Sức, Mảnh Ghép Trang Phục, Mảnh Ôn Luyện Ký Ức, Sương Phong Loạn Vũ – Y Phục và các phần thưởng khác.\n\nChi tiết vui lòng tham khảo tại giao diện hoạt động ingame.\n\n",
    "Striving to be the first climate-neutral continent\nClimate change and environmental degradation are an existential threat to Europe and the world. To overcome these challenges, the European Green Deal will transform the EU into a modern, resource-efficient and competitive economy, ensuring:\nThe European Green Deal is also our lifeline out of the COVID-19 pandemic. One third of the €1.8 trillion investments from the NextGenerationEU Recovery Plan, and the EU’s seven-year budget will finance the European Green Deal.\nThe European Commission has adopted a set of proposals to make the EU's climate, energy, transport and taxation policies fit for reducing net greenhouse gas emissions by at least 55% by 2030, compared to 1990 levels. More information on Delivering the European Green Deal.\n13 September 2023 - “The future of our clean tech industry has to be made in Europe,” said European Commission President Ursula von der Leyen in her State of the Union address on September 13. She stressed that the EU must stay ambitious and stay the course with its European Green Deal.  \nThe European Green Deal will improve the well-being and health of citizens and future generations by providing:\nBecoming the first climate neutral continent by 2050\nA clean and efficient energy transition\nProtecting our biodiversity and ecosystems\nA healthy food system for people and the planet\nProviding efficient, safe and environmentally friendly transport\nAn industrial strategy for a competitive, green and digital Europe\nIts role in driving transformative change\nSustainable investments to deliver the European Green Deal\nA creative and interdisciplinary initiative that connects the European Green Deal to our living spaces and experiences\nThe European Parliament and the Council reach a political agreement on the ReFuelEU Aviation proposal\n'Fit for 55': Council adopts key pieces of legislation delivering on 2030 climate targets\nEU Energy Platform: Commission launches first call for companies to jointly buy gas\nThe Commission proposes to revise the existing marketing standards of agri-food products\nAmbitious new law agreed to deploy sufficient alternative fuels infrastructure\nAgreement reached on cutting maritime transport emissions by promoting sustainable fuels for shipping\nConsumer protection: enabling sustainable choices and ending greenwashing\nRight to repair: the Commission adopts a new proposal on common rules promoting the repair of goods\nThe Commission proposes the Critical Raw Materials Act\nThe Commission proposes the Net-Zero Industry Act\nThe Commission launches the New European Bauhaus capacity-building programme for the reconstruction of Ukraine\nThe Commission proposes reform of the EU electricity market design to boost renewables, better protect consumers and enhance industrial competitiveness\nThe EU agrees stronger rules to boost energy efficiency \nThe Commission is presenting a package of measures to improve the sustainability and resilience of the EU's fisheries and aquaculture sector.\nThe Commission proposes 2030 zero-emissions target for new city buses and 90% emissions reductions for new trucks by 2040\nThe Commission sets out rules for renewable hydrogen\nThe Commission presents a Green Deal Industrial Plan to enhance the competitiveness of Europe's net-zero industry and support the fast transition to climate neutrality\nPresentation of a ’A New Deal for Pollinators’ to tackle the alarming decline in wild pollinating insects in Europe\nEU agrees to strengthen and expand emissions trading, and creates a Social Climate Fund to help people in the transition\nNew rules on applying the EU emissions trading system in the aviation sector\nEU agrees law to fight global deforestation and forest degradation driven by EU production and consumption\nCircular Economy: Packaging and Packaging Waste Regulation\nProposal for a first EU-wide voluntary framework to reliably certify high-quality carbon removals\nEU Algae Initiative\nProposal for new Euro 7 standards to reduce pollutant emissions from vehicles and improve air quality\nBiodiversity: Stronger measures against wildlife trafficking\nThe Council and the European Parliament reach a provisional political agreement on stricter CO2 emission performance standards for new cars and vans\nCommission proposes stronger rules for cleaner air and water\nProposal for an emergency market intervention to reduce energy bills for Europeans\n‘Save gas for a safe winter’ proposal\nNature protection package\nREPowerEU plan: affordable, secure and sustainable energy for Europe\nThe European Commission joins the European Climate Pact and pledges to make its operations climate neutral by 2030\nProposals to phase down fluorinated greenhouse gases and ozone depleting substances\nProposals to modernise EU industrial emissions rules to steer large industry in long-term green transition\nProposals to make sustainable products the norm in the EU, boost circular business models and empower consumers for the green transition\nOptions to mitigate high energy prices with common gas purchases and minimum gas storage obligations\nREPowerEU: Joint European action for more affordable, secure and sustainable energy\nProposal of a new EU framework to decarbonise gas markets, promote hydrogen and reduce methane emissions\nCommission proposals to remove, recycle and sustainably store carbon\nNew transport proposals target greater efficiency and more sustainable travel\nProposals to stop deforestation, innovate sustainable waste management and make soils healthy\nNew European Bauhaus: new actions and funding\nDelivering the European Green Deal\nSustainable blue economy\nZero pollution Action Plan\nOrganic Action Plan\nNew EU strategy on adaptation to climate change\nNew European Bauhaus\nEuropean Battery Alliance\nEuropean Climate Pact\nOffshore renewable energy\nRenovation wave\nMethane Strategy\nChemicals strategy for sustainability\nPresentation of the 2030 Climate Target Plan\nAdoption of the EU strategies for energy system integration and hydrogen to pave the way towards a fully decarbonised, more efficient and interconnected energy sector\nPresentation of the EU Biodiversity Strategy for 2030 to protect the fragile natural resources on our planet\nPresentation of the ‘Farm to fork strategy’ to make food systems more sustainable\nProposal of a Circular Economy Action Plan focusing on sustainable resource use\nAdoption of the European Industrial Strategy, a plan for a future-ready economy\nProposal for a European climate law to ensure a climate neutral European Union by 2050\nPublic consultation (open until 17 June 2020) on the European Climate Pact bringing together regions, local communities, civil society, businesses and schools\nPresentation of the European Green Deal Investment Plan and the Just Transition Mechanism\nPresentation of the European Green Deal\nFollow the latest news and get involved\nFactsheets on Delivering the European Green Deal\nA clear and complete repository of the thematic areas that are shaping the European Green Deal\n\n    Share this page\n  "
]